a2ps
abcde
acpi
acpi_call
acpid
alsa-utils
android-tools
android-udev
archey3
autoconf
autofs
automake
bash
bash-completion
basket
bbswitch
bc
bind
binutils
bison
bleachbit
bluez
bluez-utils
brasero
bumblebee
bzip2
calibre
cdrdao
chromium
coreutils
cpupower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
doge
dosfstools
dvd+rw-tools
e2fsprogs
ecm-tools
enigma
ethtool
fakeroot
feh
figlet
file
filesystem
findutils
flashplugin
flex
gawk
gcc
gcolor2
gdmap
gettext
glibc
gnome-sound-recorder
gparted
gpicview
grep
groff
grub
gvfs
gvfs-mtp
gzip
htop
hunspell-en
hunspell-fr
i3status
icedtea-web
ifuse
imagemagick
inetutils
iproute2
iputils
irssi
java-environment-common
java-runtime-common
jdk8-openjdk
jfsutils
jre8-openjdk
k3b
kalgebra
kcalc
kdegraphics-okular
kodi
kolourpaint
leafpad
less
lib32-alsa-plugins
lib32-curl
lib32-nvidia-utils
lib32-virtualgl
libgsf
libmtp
libopenraw
libreoffice-fresh
libtool
licenses
linux
linux-headers
logrotate
lsb-release
lshw
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxinput
lxlauncher
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
m4
make
man-db
man-pages
mdadm
mednafen
mp3gain
mplayer
nano
netctl
nethogs
netsurf
network-manager-applet
networkmanager
nm-connection-editor
nvidia
nvidia-settings
nvidia-utils
openbox
openssh
os-prober
p7zip
pacman
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
pkg-config
playonlinux
polkit-gnome
poppler-glib
powertop
ppsspp
primus
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
redshift
reiserfsprogs
rxvt-unicode
s-nail
screenfetch
scrot
scummvm
sdl2
sdl2_ttf
sdl_mixer
sed
shadow
slock
smartmontools
steam
sudo
surf
sysfsutils
systemd-sysvcompat
tar
terminus-font
texinfo
thunar
thunar-volman
thunderbird-earlybird
tilda
tk
tlp
tp_smapi
transmission-gtk
ttf-dejavu
tumbler
unzip
usbmuxd
usbutils
util-linux
vi
virtualbox
vlc
which
wine
winetricks
wpa_supplicant
x86_energy_perf_policy
xarchiver
xbindkeys
xf86-input-libinput
xf86-input-synaptics
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xev
xorg-xinit
xterm
zip
zsnes
